Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: Live Match Alerts
de: Live-Spielwarnungen
es: Alertas de partidos en vivo
fr: Alertes de match en direct
it: Avvisi sulle partite in tempo reale
pl: Powiadomienia o meczach na żywo
pt: Alertas de jogos ao vivo
ru: Оповещения о матчах в реальном времени
sq: Njoftime të drejtpërdrejta për ndeshjet
zh_hans: 现场比赛提醒

source: Live vibe
de: Live-Stimmung
es: Ambiente en vivo
fr: Ambiance en direct
it: Atmosfera dal vivo
pl: Atmosfera na żywo
pt: Vibração ao vivo
ru: Живая атмосфера
sq: Atmosferë e drejtpërdrejtë
zh_hans: 现场氛围

source: Load older updates
de: Laden Sie ältere Updates
es: Cargar actualizaciones anteriores
fr: Charger les anciennes mises à jour
it: Carica gli aggiornamenti più vecchi
pl: Załaduj starsze aktualizacje
pt: Carregar atualizações mais antigas
ru: Загрузить старые обновления
sq: Ngarko përditësimet më të vjetra
zh_hans: 加载较旧的更新

source: Loading analytics…
de: Analyse wird geladen…
es: Cargando análisis…
fr: Chargement des analyses…
it: Caricamento analisi…
pl: Ładowanie statystyk…
pt: Carregando análises…
ru: Загрузка аналитики…
sq: Po ngarkon analitikën…
zh_hans: 正在加载分析...

source: Loading business data…
de: Geschäftsdaten werden geladen…
es: Cargando datos comerciales…
fr: Chargement des données commerciales…
it: Caricamento dati aziendali…
pl: Ładowanie danych biznesowych…
pt: Carregando dados comerciais…
ru: Загрузка бизнес-данных…
sq: Po ngarkon të dhënat e biznesit…
zh_hans: 正在加载业务数据...

source: Loading cleared-game history…
de: Der Verlauf der gelöschten Spiele wird geladen…
es: Cargando historial de juegos completados...
fr: Chargement de l'historique des parties terminées…
it: Caricamento della cronologia delle partite completate…
pl: Ładowanie wyczyszczonej historii gier…
pt: Carregando histórico de jogo limpo…
ru: Загрузка очищенной истории игр…
sq: Po ngarkohet historiku i lojës së pastruar…
zh_hans: 正在加载已通关的游戏历史记录...

source: Loading conversations…
de: Gespräche werden geladen…
es: Cargando conversaciones…
fr: Chargement des conversations…
it: Caricamento conversazioni…
pl: Ładowanie rozmów…
pt: Carregando conversas…
ru: Загрузка разговоров…
sq: Po ngarkon bisedat…
zh_hans: 正在加载对话...

source: Loading deletion preview...
de: Löschvorschau wird geladen...
es: Cargando vista previa de eliminación...
fr: Chargement de l'aperçu de la suppression...
it: Caricamento dell'anteprima di eliminazione...
pl: Ładowanie podglądu usunięcia...
pt: Carregando visualização de exclusão...
ru: Загрузка предварительного просмотра удаления...
sq: Po ngarkon pamjen paraprake të fshirjes...
zh_hans: 正在加载删除预览...

source: Loading fan updates…
de: Fan-Updates werden geladen…
es: Cargando actualizaciones de fans...
fr: Chargement des mises à jour des fans…
it: Caricamento aggiornamenti fan…
pl: Ładowanie aktualizacji fanów…
pt: Carregando atualizações dos fãs…
ru: Загрузка обновлений вентиляторов…
sq: Po ngarkon përditësimet e tifozëve…
zh_hans: 正在加载粉丝更新...

source: Loading games...
de: Spiele werden geladen...
es: Cargando juegos...
fr: Chargement des jeux...
it: Caricamento giochi...
pl: Ładowanie gier...
pt: Carregando jogos...
ru: Загрузка игр...
sq: Po ngarkon lojërat...
zh_hans: 正在加载游戏...

source: Loading games…
de: Spiele werden geladen…
es: Cargando juegos…
fr: Chargement des jeux…
it: Caricamento giochi…
pl: Ładowanie gier…
pt: Carregando jogos…
ru: Загрузка игр…
sq: Po ngarkon lojërat…
zh_hans: 正在加载游戏...

source: Loading hosted game details…
de: Details zum gehosteten Spiel werden geladen…
es: Cargando detalles del juego alojado...
fr: Chargement des détails du jeu hébergé…
it: Caricamento dei dettagli del gioco ospitato…
pl: Ładowanie szczegółów hostowanej gry…
pt: Carregando detalhes do jogo hospedado…
ru: Загрузка сведений об размещенной игре…
sq: Po ngarkon detajet e lojës së pritur…
zh_hans: 正在加载托管游戏详细信息...

source: Loading live games...
de: Live-Spiele werden geladen...
es: Cargando juegos en vivo...
fr: Chargement des jeux en direct...
it: Caricamento giochi dal vivo...
pl: Ładowanie gier na żywo...
pt: Carregando jogos ao vivo...
ru: Загрузка трансляций игр...
sq: Po ngarkon lojërat drejtpërdrejt...
zh_hans: 正在加载实时游戏...

source: Loading organizer trust…
de: Veranstaltervertrauen wird geladen…
es: Cargando confianza del organizador...
fr: Chargement de la confiance de l'organisateur…
it: Caricamento attendibilità dell'organizzatore…
pl: Ładowanie zaufania organizatora…
pt: Carregando confiança do organizador…
ru: Загрузка доверия организатора…
sq: Po ngarkohet besimi i organizatorit…
zh_hans: 正在加载组织者信任...

source: Loading recommendations...
de: Empfehlungen werden geladen...
es: Cargando recomendaciones...
fr: Chargement des recommandations...
it: Caricamento consigli...
pl: Ładowanie rekomendacji...
pt: Carregando recomendações...
ru: Загрузка рекомендаций...
sq: Rekomandimet po ngarkohen...
zh_hans: 正在加载建议...

source: Loading venue games...
de: Veranstaltungsortspiele werden geladen...
es: Cargando juegos del local...
fr: Chargement des jeux sur site...
it: Caricamento dei giochi della sede...
pl: Ładowanie gier lokalizacyjnych...
pt: Carregando jogos do local...
ru: Загрузка игр на месте...
sq: Po ngarkon lojërat e vendit të zhvillimit...
zh_hans: 正在加载场地游戏...

source: Loading venues...
de: Veranstaltungsorte werden geladen...
es: Cargando local...
fr: Chargement des lieux...
it: Caricamento sedi...
pl: Ładowanie miejsc...
pt: Carregando locais...
ru: Загрузка площадок...
sq: Vendet po ngarkohen...
zh_hans: 正在加载场地...

source: Login as a user or venue owner to add an update.
de: Melden Sie sich als Benutzer oder Veranstaltungsortbesitzer an, um ein Update hinzuzufügen.
es: Inicie sesión como usuario o propietario del local para agregar una actualización.
fr: Connectez-vous en tant qu'utilisateur ou propriétaire de lieu pour ajouter une mise à jour.
it: Accedi come utente o proprietario del locale per aggiungere un aggiornamento.
pl: Zaloguj się jako użytkownik lub właściciel obiektu, aby dodać aktualizację.
pt: Faça login como usuário ou proprietário do local para adicionar uma atualização.
ru: Войдите в систему как пользователь или владелец заведения, чтобы добавить обновление.
sq: Identifikohu si përdorues ose pronar i vendit të ngjarjes për të shtuar një përditësim.
zh_hans: 以用户或场地所有者身份登录以添加更新。

source: Long-range engagement patterns for this venue.
de: Langfristige Engagementmuster für diesen Veranstaltungsort.
es: Patrones de participación a largo plazo para este local.
fr: Modèles d'engagement à long terme pour ce lieu.
it: Modelli di coinvolgimento a lungo termine per questa sede.
pl: Schematy zaangażowania dalekiego zasięgu dla tego miejsca.
pt: Padrões de envolvimento de longo prazo para este local.
ru: Модели долгосрочного взаимодействия для этого места.
sq: Modele fejese me rreze të gjatë për këtë vendi.
zh_hans: 该场所的远程参与模式。

source: Make My Team
de: Bilden Sie mein Team
es: Hacer mi equipo
fr: Créer mon équipe
it: Crea la mia squadra
pl: Stwórz mój zespół
pt: Faça minha equipe
ru: Собери мою команду
sq: Krijo Ekipin tim
zh_hans: 组建我的团队

source: Manage people you have blocked.
de: Verwalten Sie Personen, die Sie blockiert haben.
es: Administra las personas que has bloqueado.
fr: Gérez les personnes que vous avez bloquées.
it: Gestisci le persone che hai bloccato.
pl: Zarządzaj osobami, które zablokowałeś.
pt: Gerencie as pessoas que você bloqueou.
ru: Управляйте людьми, которых вы заблокировали.
sq: Menaxho personat që ke bllokuar.
zh_hans: 管理您已屏蔽的人。

source: Manage reminders and saved games for your account.
de: Verwalten Sie Erinnerungen und gespeicherte Spiele für Ihr Konto.
es: Administre recordatorios y juegos guardados para su cuenta.
fr: Gérez les rappels et les parties sauvegardées pour votre compte.
it: Gestisci promemoria e giochi salvati per il tuo account.
pl: Zarządzaj przypomnieniami i zapisanymi grami na swoim koncie.
pt: Gerencie lembretes e jogos salvos em sua conta.
ru: Управляйте напоминаниями и сохраненными играми для своей учетной записи.
sq: Menaxho rikujtuesit dhe lojërat e ruajtura për llogarinë tënde.
zh_hans: 管理您帐户的提醒和已保存的游戏。

source: Manage sensitive account actions. Deletion removes or anonymizes your profile and preferences, while chats, Fan Chat comments, reports, and moderation records may remain as Deleted User for safety and conversation integrity.
de: Verwalten Sie sensible Kontoaktionen. Durch das Löschen werden Ihr Profil und Ihre Einstellungen entfernt oder anonymisiert, während Chats, Fan-Chat-Kommentare, Berichte und Moderationsaufzeichnungen aus Sicherheits- und Konversationsintegritätsgründen als gelöschte Benutzer verbleiben können.
es: Administre acciones confidenciales de la cuenta. La eliminación elimina o anonimiza su perfil y sus preferencias, mientras que los chats, los comentarios del Fan Chat, los informes y los registros de moderación pueden permanecer como Usuario eliminado por razones de seguridad e integridad de la conversación.
fr: Gérez les actions sensibles du compte. La suppression supprime ou anonymise votre profil et vos préférences, tandis que les discussions, les commentaires de Fan Chat, les rapports et les enregistrements de modération peuvent rester en tant qu'utilisateur supprimé pour des raisons de sécurité et d'intégrité de la conversation.
it: Gestisci le azioni sensibili dell'account. L'eliminazione rimuove o rende anonimi il tuo profilo e le tue preferenze, mentre le chat, i commenti, i report e i record di moderazione di Fan Chat possono rimanere come Utente eliminato per sicurezza e integrità della conversazione.
pl: Zarządzaj wrażliwymi działaniami na koncie. Usunięcie powoduje usunięcie lub anonimizację Twojego profilu i preferencji, natomiast czaty, komentarze na Czacie Fanów, raporty i zapisy moderacji mogą pozostać jako Usunięty Użytkownik w celu zapewnienia bezpieczeństwa i integralności rozmowy.
pt: Gerencie ações confidenciais da conta. A exclusão remove ou torna seu perfil e preferências anônimos, enquanto bate-papos, comentários de Fan Chat, relatórios e registros de moderação podem permanecer como Usuário Excluído para segurança e integridade da conversa.
ru: Управляйте конфиденциальными действиями учетной записи. При удалении ваш профиль и настройки удаляются или анонимизируются, а чаты, комментарии в чатах фанатов, отчеты и записи модерации могут оставаться в статусе удаленного пользователя в целях безопасности и целостности разговоров.
sq: Menaxho veprimet e ndjeshme të llogarisë. Fshirja heq ose anonimizon profilin dhe preferencat tuaja, ndërsa bisedat, komentet, raportet dhe të dhënat e moderimit mund të mbeten si përdorues i fshirë për sigurinë dhe integritetin e bisedës.
zh_hans: 管理敏感帐户操作。删除会删除或匿名化您的个人资料和偏好，而聊天、粉丝聊天评论、报告和审核记录可能会保留为已删除用户，以确保安全和对话完整性。

source: Manage Games
de: Spiele verwalten
es: Gestionar juegos
fr: Gérer les matchs
it: Gestisci partite
pl: Zarządzaj meczami
pt: Gerenciar jogos
ru: Управлять играми
sq: Menaxho ndeshjet
zh_hans: 管理比赛

source: Managed venues
de: Verwaltete Veranstaltungsorte
es: local gestionados
fr: Lieux gérés
it: Locali gestiti
pl: Zarządzane obiekty
pt: Locais gerenciados
ru: Управляемые площадки
sq: vendi të menaxhuara
zh_hans: 管理场地

source: Manual Entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
pl: Wpis ręczny
pt: Entrada manual
ru: Ручной ввод
sq: Futje manuale
zh_hans: 手动输入

source: Manual FanGeo+ • Ad-free business experience enabled
de: Handbuch FanGeo+ • Werbefreies Geschäftserlebnis aktiviert
es: Manual FanGeo+ • Experiencia empresarial sin publicidad habilitada
fr: Manuel FanGeo+ • Expérience professionnelle sans publicité activée
it: Manuale FanGeo+ • Esperienza aziendale senza pubblicità abilitata
pl: Ręczny FanGeo+ • Możliwość korzystania z usług biznesowych bez reklam
pt: Manual FanGeo+ • Experiência empresarial sem anúncios ativada
ru: Вручную FanGeo+ • Включена поддержка бизнеса без рекламы.
sq: Manuali FanGeo+ • Përvoja e biznesit pa reklama është aktivizuar
zh_hans: 手动FanGeo+ • 启用无广告业务体验

source: Max players
de: Max-Spieler
es: Jugadores máximos
fr: Nombre maximum de joueurs
it: Giocatori massimi
pl: Maksymalna liczba graczy
pt: Máximo de jogadores
ru: Максимальное количество игроков
sq: Maksimumi i lojtarëve
zh_hans: 最大玩家数

# member_since_format
source: Member since %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
it: Membro da %@
pl: Członek od %@
pt: Membro desde %@
ru: Участник с %@
sq: Anëtar që nga %@
zh_hans: %@ 加入

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sq: Mesazh
zh_hans: 消息

source: more
de: mehr
es: más
fr: plus
it: Di più
pl: więcej
pt: mais
ru: более
sq: më shumë
zh_hans: 更多的

source: More
de: Mehr
es: Más
fr: Plus
it: Di più
pl: Więcej
pt: Mais
ru: Более
sq: Më shumë
zh_hans: 更多的

source: More From This Venue
de: Mehr von diesem Veranstaltungsort
es: Más de este local
fr: Plus de ce lieu
it: Altro da questo locale
pl: Więcej z tego miejsca
pt: Mais deste local
ru: Больше с этого места
sq: Më shumë nga ky vendi
zh_hans: 来自这个场地的更多内容

source: Most popular scores
de: Die beliebtesten Partituren
es: Partituras más populares
fr: Partitions les plus populaires
it: I punteggi più popolari
pl: Najpopularniejsze partytury
pt: Pontuações mais populares
ru: Самые популярные оценки
sq: Rezultatet më të njohura
zh_hans: 最受欢迎的分数

source: Most Popular Sport
de: Beliebtester Sport
es: Deporte más popular
fr: Sports les plus populaires
it: Sport più popolare
pl: Najpopularniejszy sport
pt: Esporte mais popular
ru: Самый популярный вид спорта
sq: Sporti më popullor
zh_hans: 最受欢迎的运动

source: Move the map or search another city to find venue games.
de: Verschieben Sie die Karte oder suchen Sie nach einer anderen Stadt, um Spielorte zu finden.
es: Mueve el mapa o busca en otra ciudad para encontrar sedes de juegos.
fr: Déplacez la carte ou recherchez une autre ville pour trouver des jeux sur site.
it: Sposta la mappa o cerca in un'altra città per trovare le sedi delle partite.
pl: Przesuń mapę lub wyszukaj inne miasto, aby znaleźć miejsce na mecze.
pt: Mova o mapa ou pesquise outra cidade para encontrar o local dos jogos.
ru: Переместите карту или найдите другой город, чтобы найти площадка проведения игр.
sq: Lëvizni hartën ose kërkoni një qytet tjetër për të gjetur lojëra në vendin e ngjarjes.
zh_hans: 移动地图或搜索另一个城市来查找比赛场地。

source: Mutual friends
de: Gemeinsame Freunde
es: Amigos en común
fr: Amis en commun
it: Amici in comune
pl: Wspólni znajomi
pt: Amigos em comum
ru: Общие друзья
sq: Miq të përbashkët
zh_hans: 共同好友

source: My Team
de: Mein Team
es: Mi equipo
fr: Mon équipe
it: La mia squadra
pl: Mój zespół
pt: Meu time
ru: Моя команда
sq: Ekipi im
zh_hans: 我的球队

source: Need help? Contact FanGeo Support.
de: Brauchen Sie Hilfe? Kontaktieren Sie den FanGeo Support.
es: ¿Necesitar ayuda? Póngase en contacto con FanGeo soporte.
fr: Besoin d'aide ? Contactez l'support FanGeo.
it: Hai bisogno di aiuto? Contatta l'supporto FanGeo.
pl: Potrzebujesz pomocy? Skontaktuj się z pomocą techniczną FanGeo.
pt: Precisar de ajuda? Entre em contato com o suporte FanGeo.
ru: Нужна помощь? Обратитесь в службу поддержки FanGeo.
sq: Keni nevojë për ndihmë? Kontaktoni me mbështetjen FanGeo.
zh_hans: 需要帮助吗？联系FanGeo 支持。

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pl: Nowy
pt: Novo
ru: Новый
sq: E re
zh_hans: 新的

source: New organizer
de: Neuer Veranstalter
es: Nuevo organizador
fr: Nouvel organisateur
it: Nuovo organizzatore
pl: Nowy organizator
pt: Novo organizador
ru: Новый органайзер
sq: Organizator i ri
zh_hans: 新组织者

source: New user? Create account
de: Neuer Benutzer? Benutzerkonto erstellen
es: ¿Nuevo usuario? Crear una cuenta
fr: Nouvel utilisateur ? Créer un compte
it: Nuovo utente? Creare un account
pl: Nowy użytkownik? Utwórz konto
pt: Novo usuário? Criar uma conta
ru: Новый пользователь? Зарегистрироваться
sq: Përdorues i ri? Krijo llogari
zh_hans: 新用户？创建账户

source: Next 30 Days
de: Nächste 30 Tage
es: Próximos 30 días
fr: 30 prochains jours
it: Prossimi 30 giorni
pl: Następne 30 dni
pt: Próximos 30 dias
ru: Следующие 30 дней
sq: 30 ditët e ardhshme
zh_hans: 接下来 30 天

source: Next major games
de: Nächste große Spiele
es: Próximos juegos importantes
fr: Prochains grands jeux
it: Prossime partite importanti
pl: Następne ważne mecze
pt: Próximos jogos importantes
ru: Следующие крупные игры
sq: Lojërat kryesore të ardhshme
zh_hans: 接下来的主要比赛

# next_available_game_format
source: Next available game: %@ · %@ · %@
de: Nächstes verfügbares Spiel: %@ · %@ · %@
es: Próximo juego disponible: %@ · %@ · %@
fr: Prochain match disponible : %@ · %@ · %@
it: Prossima partita disponibile: %@ · %@ · %@
pl: Następny dostępny mecz: %@ · %@ · %@
pt: Próximo jogo disponível: %@ · %@ · %@
ru: Следующая доступная игра: %@ · %@ · %@
sq: Ndeshja tjetër e disponueshme: %@ · %@ · %@
zh_hans: 下一场可用比赛：%@ · %@ · %@

source: No active crowd activity detected.
de: Keine aktive Crowd-Aktivität erkannt.
es: No se detectó actividad multitudinaria activa.
fr: Aucune activité de foule active détectée.
it: Nessuna business attiva della folla rilevata.
pl: Nie wykryto aktywnej aktywności tłumu.
pt: Nenhuma atividade de multidão ativa detectada.
ru: Активной активности толпы не обнаружено.
sq: Nuk u zbulua asnjë aktivitet aktiv i turmës.
zh_hans: 未检测到活跃的人群活动。

source: No active reports.
de: Keine aktiven Berichte.
es: No hay informes activos.
fr: Aucun rapport actif.
it: Nessun rapporto attivo.
pl: Brak aktywnych raportów.
pt: Nenhum relatório ativo.
ru: Нет активных отчетов.
sq: Nuk ka raporte aktive.
zh_hans: 没有活跃的报告。

source: No blocked users.
de: Keine blockierten Benutzer.
es: No hay usuarios bloqueados.
fr: Aucun utilisateur bloqué.
it: Nessun utente bloccato.
pl: Brak zablokowanych użytkowników.
pt: Nenhum usuário bloqueado.
ru: Никаких заблокированных пользователей.
sq: Nuk ka përdorues të bllokuar.
zh_hans: 没有被阻止的用户。

source: No business-created venues will be deleted.
de: Es werden keine von Unternehmen erstellten Veranstaltungsorte gelöscht.
es: No se eliminará ningún local creado por empresas.
fr: Aucun lieu créé par l'entreprise ne sera supprimé.
it: Nessun locale creato dall'azienda verrà eliminato.
pl: Żadne miejsca utworzone przez firmę nie zostaną usunięte.
pt: Nenhum local criado por empresas será excluído.
ru: Никакие коммерческие площадки не будут удалены.
sq: Asnjë vendi i krijuar nga biznesi nuk do të fshihet.
zh_hans: 企业举办的场所一律不予删除。

source: No chart data yet
de: Noch keine Diagrammdaten
es: Aún no hay datos del gráfico
fr: Aucune donnée graphique pour l'instant
it: Nessun dato grafico ancora
pl: Nie ma jeszcze danych wykresu
pt: Ainda não há dados do gráfico
ru: Данных диаграммы пока нет.
sq: Nuk ka ende të dhëna grafiku
zh_hans: 还没有图表数据

source: No chats available yet
de: Noch keine Chats verfügbar
es: Aún no hay chats disponibles
fr: Aucun chat disponible pour l'instant
it: Nessuna chat ancora disponibile
pl: Brak dostępnych czatów
pt: Nenhum bate-papo disponível ainda
ru: Чатов пока нет
sq: Nuk ka ende biseda të disponueshme
zh_hans: 还没有可用的聊天记录

source: No community venues will be released.
de: Es werden keine Community-Veranstaltungsorte freigegeben.
es: No se liberarán local comunitarios.
fr: Aucun lieu communautaire ne sera libéré.
it: Non verranno rilasciati luoghi della comunità.
pl: Żadne lokale społecznościowe nie zostaną udostępnione.
pt: Nenhum local comunitário será divulgado.
ru: Никакие общественные места не будут освобождены.
sq: Asnjë vendi komunitar nuk do të publikohet.
zh_hans: 不会释放任何社区场地。

source: No fan predictions were submitted for this match.
de: Für dieses Spiel wurden keine Fanvorhersagen abgegeben.
es: No se enviaron predicciones de los fanáticos para este partido.
fr: Aucune prédiction de fans n'a été soumise pour ce match.
it: Per questa partita non sono stati inviati pronostici dei fan.
pl: Nie przesłano żadnych przewidywań fanów dotyczących tego meczu.
pt: Nenhuma previsão de fãs foi enviada para esta partida.
ru: Прогнозы болельщиков на этот матч предоставлены не были.
sq: Asnjë parashikim i tifozëve nuk u paraqit për këtë ndeshje.
zh_hans: 没有球迷对这场比赛做出预测。

source: No fans found
de: Keine Fans gefunden
es: No se encontraron fans
fr: Aucun fan trouvé
it: Nessun fan trovato
pl: Nie znaleziono fanów
pt: Nenhum fã encontrado
ru: Поклонников не найдено
sq: Nuk u gjet asnjë tifoz
zh_hans: 没有找到粉丝

source: No favorite teams shared yet.
de: Noch keine Lieblingsteams geteilt.
es: Aún no se han compartido equipos favoritos.
fr: Aucune équipe favorite partagée pour l'instant.
it: Nessuna squadra preferita è stata ancora condivisa.
pl: Nie udostępniono jeszcze żadnych ulubionych drużyn.
pt: Nenhum time favorito foi compartilhado ainda.
ru: Любимые команды пока не опубликованы.
sq: Nuk është ndarë ende asnjë ekip i preferuar.
zh_hans: 尚未分享最喜欢的球队。

source: No favorites found
de: Keine Favoriten gefunden
es: No se encontraron favoritos
fr: Aucun favori trouvé
it: Nessun preferito trovato
pl: Nie znaleziono ulubionych
pt: Nenhum favorito encontrado
ru: Избранное не найдено
sq: Nuk u gjetën të preferuarat
zh_hans: 未找到收藏夹

source: No friends match your search.
de: Keine Freunde passen zu Ihrer Suche.
es: Ningún amigo coincide con tu búsqueda.
fr: Aucun ami ne correspond à votre recherche.
it: Nessun amico corrisponde alla tua ricerca.
pl: Żaden przyjaciel nie pasuje do Twojego wyszukiwania.
pt: Nenhum amigo corresponde à sua pesquisa.
ru: Нет друзей, соответствующих вашему запросу.
sq: Asnjë shok nuk përputhet me kërkimin tuaj.
zh_hans: 没有朋友符合您的搜索。

source: No friends to invite yet
de: Noch keine Freunde zum Einladen
es: Aún no hay amigos para invitar
fr: Aucun ami à inviter pour l'instant
it: Nessun amico da invitare ancora
pl: Nie ma jeszcze znajomych, których można zaprosić
pt: Ainda não há amigos para convidar
ru: Друзей, которых можно пригласить, пока нет
sq: Nuk ka ende miq për të ftuar
zh_hans: 还没有可以邀请的朋友

source: No games loaded for analytics yet. Add a game from the Games tab, or pull to refresh after cancellations.
de: Es wurden noch keine Spiele für die Analyse geladen. Fügen Sie ein Spiel über die Registerkarte „Spiele“ hinzu oder ziehen Sie es, um es nach Abbrüchen zu aktualisieren.
es: Aún no hay juegos cargados para análisis. Agregue un juego desde la pestaña Juegos o tire para actualizar después de cancelaciones.
fr: Aucun jeu chargé pour l'analyse pour l'instant. Ajoutez un jeu à partir de l'onglet Jeux ou appuyez pour actualiser après les annulations.
it: Nessun gioco ancora caricato per l'analisi. Aggiungi un gioco dalla scheda Giochi o trascina per aggiornare dopo le cancellazioni.
pl: Nie wczytano jeszcze żadnych gier do celów analitycznych. Dodaj grę z karty Gry lub przeciągnij, aby odświeżyć po anulowaniu.
pt: Nenhum jogo carregado para análise ainda. Adicione um jogo na guia Jogos ou puxe para atualizar após cancelamentos.
ru: Игры для аналитики пока не загружены. Добавьте игру на вкладке «Игры» или потяните, чтобы обновить ее после отмены.
sq: Nuk ka lojëra të ngarkuara ende për analitikë. Shto një lojë nga skeda Lojërat ose tërhiqe për ta rifreskuar pas anulimeve.
zh_hans: 尚未加载用于分析的游戏。从“游戏”选项卡添加游戏，或在取消后拉动刷新。

source: No games or events will be removed.
de: Es werden keine Spiele oder Ereignisse entfernt.
es: No se eliminarán juegos ni eventos.
fr: Aucun jeu ou événement ne sera supprimé.
it: Nessun gioco o evento verrà rimosso.
pl: Żadne gry ani wydarzenia nie zostaną usunięte.
pt: Nenhum jogo ou evento será removido.
ru: Никакие игры и события не будут удалены.
sq: Asnjë lojë apo ngjarje nuk do të hiqet.
zh_hans: 不会删除任何游戏或活动。

source: No games yet
de: Noch keine Spiele
es: Aún no hay juegos
fr: Pas encore de jeux
it: Nessun gioco ancora
pl: Nie ma jeszcze żadnych gier
pt: Ainda não há jogos
ru: Игр пока нет
sq: Ende nuk ka lojëra
zh_hans: 还没有游戏
